import { FloorObject } from "utils/types";

const floor1Objects: FloorObject[] = [
  {
    id: "Арендатор open-space-1",
    d: "M17.38 576.09h80.45v-83.13H17.38v83.13z",
  },
  {
    id: "Арендатор open-space-2",
    d: "M97.83 576.09h77.84v-83.13H97.83v83.13z",
  },
  {
    id: "Арендатор open-space-3",
    d: "M175.67 576.09h77.84v-83.13h-77.84v83.13z",
  },
  {
    id: "Арендатор open-space-13",
    d: "M253.51 576.09h77.84v-83.13h-77.84v83.13z",
  },
  {
    id: "Арендатор open-space-14",
    d: "M332.12 576.09h74.73v-83.13h-74.73v83.13z",
  },
  {
    id: "Арендатор open-space-15",
    d: "M406.64 576.09h78.44v-83.13h-78.44v83.13z",
  },
  {
    id: "Арендатор open-space-16",
    d: "M485.08 576.09h77.64v-83.13h-77.64v83.13z",
  },
  {
    id: "Арендатор open-space-17",
    d: "M578.09 576.09h155.85v-83.13H578.09v83.13z",
  },
  {
    id: "Арендатор _x30_18",
    d: "M656.01 693.61h77.59v-83.13h-77.59v83.13z",
  },
  {
    id: "Арендатор _x30_181",
    d: "M578.09 693.61h77.92v-83.13h-77.92v83.13z",
  },
  {
    id: "Арендатор _x30_182",
    d: "M408.6 693.61h154.12v-83.13H408.6v83.13z",
  },
  {
    id: "Арендатор _x30_183",
    d: "M331.35 693.61h77.06v-83.13h-77.06v83.13z",
  },
  {
    id: "Арендатор _x30_184",
    d: "M253.9 693.61h77.06v-83.13H253.9v83.13z",
  },
  {
    id: "Арендатор _x30_185",
    d: "M177.49 693.61h75.63v-83.13h-75.63v83.13z",
  },
  {
    id: "Арендатор _x30_186",
    d: "M100.17 693.61h77.32v-83.13h-77.32v83.13z",
  },
  {
    id: "Арендатор _x30_187",
    d: "M771.43 693.61h37.5v-83.13h-37.5v83.13z",
  },
  {
    id: "Арендатор _x30_188",
    d: "M733.94 693.61h37.49v-83.13h-37.49v83.13z",
  },
  {
    id: "Арендатор _x30_13",
    d: "M733.94 576.09h74.99v-83.13h-74.99v83.13z",
  },
  {
    id: "Арендатор _x30_06",
    d: "M1042.78 693.61h77.58v-83.13h-77.58v83.13z",
  },
  {
    id: "Арендатор _x30_061",
    d: "M887.11 693.61h155.3v-83.13h-155.3v83.13z",
  },
  {
    id: "Арендатор _x30_062",
    d: "M1289.48 693.61h155.55v-83.13h-155.55v83.13z",
  },
  {
    id: "Арендатор _x30_063",
    d: "M1132.71 693.61h156.77v-83.13h-156.77v83.13z",
  },
  {
    id: "Арендатор _x30_07",
    d: "M1132.71 576.09h78.38v-83.13h-78.38v83.13z",
  },
  {
    id: "Арендатор _x30_09",
    d: "M1211.09 576.09h78.39v-83.13h-78.39v83.13z",
  },
  {
    id: "Арендатор _x30_11",
    d: "M1289.48 576.09h77.5v-83.13h-77.5v83.13z",
  },
  {
    id: "Арендатор _x30_131",
    d: "M887.11 576.14h77.06v-83.13h-77.06v83.13z",
  },
  {
    id: "Арендатор _x30_132",
    d: "M964.17 576.14h77.06v-83.13h-77.06v83.13z",
  },
  {
    id: "Арендатор _x30_133",
    d: "M1041.23 576.14h79.13v-83.13h-79.13v83.13z",
  }
];

export default floor1Objects;