import { FloorObject } from "utils/types";

const floor5Objects: FloorObject[] = [
  {
    id: "Арендатор open-space-1",
    d: "M17.38 576.09h80.45v-83.13H17.38v83.13z"
  },
  {
    id: "Арендатор open-space-11",
    d: "M97.83 576.09h76.15v-83.13H97.83v83.13z"
  },
  {
    id: "Арендатор open-space-12",
    d: "M173.98 576.09h76.16v-83.13h-76.16v83.13z"
  },
  {
    id: "Арендатор open-space-13",
    d: "M250.14 576.09h155.93v-83.13H250.14v83.13z"
  },
  {
    id: "Арендатор open-space-14",
    d: "M406.07 576.09h156.65v-83.13H406.07v83.13z"
  },
  {
    id: "Арендатор open-space-15",
    d: "M578.09 576.09h230.84v-83.13H578.09v83.13z"
  },
  {
    id: "Арендатор _x30_18",
    d: "M808.93 693.61h78.18v-83.13h-78.18v83.13z"
  },
  {
    id: "Арендатор _x30_181",
    d: "M887.11 693.61h233.25v-83.13H887.11v83.13z"
  },
  {
    id: "Арендатор _x30_182",
    d: "M1132.71 693.61h153.3v-83.13h-153.3v83.13z"
  },
  {
    id: "Арендатор _x30_183",
    d: "M1286.01 693.61h158.68v-83.13h-158.68v83.13z"
  },
  {
    id: "Арендатор _x30_184",
    d: "M654.63 693.61h154.3v-83.13h-154.3v83.13z"
  },
  {
    id: "Арендатор _x30_185",
    d: "M578.09 693.61h76.54v-83.13h-76.54v83.13z"
  },
  {
    id: "Арендатор _x30_186",
    d: "M405.39 693.61h157.33v-83.13H405.39v83.13z"
  },
  {
    id: "Арендатор _x30_187",
    d: "M251.76 693.61h153.63v-83.13H251.76v83.13z"
  },
  {
    id: "Арендатор _x30_188",
    d: "M92.77 693.61h158.79v-83.13H92.77v83.13z"
  },
  {
    id: "Арендатор _x30_09",
    d: "M1132.71 576.09h234.27v-83.13h-234.27v83.13z"
  },
  {
    id: "Арендатор _x30_13",
    d: "M886.55 576.14h154.68v-83.13H886.55v83.13z"
  },
  {
    id: "Арендатор _x30_131",
    d: "M1041.23 576.14h79.13v-83.13h-79.13v83.13z"
  },
  {
    id: "Арендатор open-space-16",
    d: "M17.38 656.77h52.24v-46.29H17.38v46.29z"
  },
  {
    id: "Арендатор open-space-17",
    d: "M1391.92 576.09h52.23V529.8h-52.23v46.29z"
  }

];

export default floor5Objects;