import { FloorObject } from "utils/types";

const floor2Objects: FloorObject[] = [
  {
    id: "Арендатор open-space-1",
    d: "M17.38 576.09h80.45v-83.13H17.38v83.13z",
  },
  {
    id: "UMMED ТОО",
    d: "M97.83 576.09h77.84v-83.13H97.83v83.13z",
  },
  {
    id: "BATYR ИП №221",
    d: "M485.08 576.09h77.64v-83.13h-77.64v83.13z",
  },
  {
    id: "ЭКСПРЕСС ЛАЙН ТОО №217",
    d: "M578.09 576.09h155.85v-83.13H578.09v83.13z",
  },
  {
    id: "BATYR ИП №216",
    d: "M656.01 693.61h152.92v-83.13H656.01v83.13z",
  },
  {
    id: "ALISHA ИП  №201",
    d: "M808.93 693.61h78.18v-83.13h-78.18v83.13z",
  },
  {
    id: "БУКЕНОВА ИП",
    d: "M886.55 693.61h78.18v-83.13h-78.18v83.13z",
  },
  {
    id: "КРЕДО ИП",
    d: "M963.61 693.61h75.54v-83.13h-75.54v83.13z",
  },
  {
    id: "Арендатор _x30_184",
    d: "M1038.97 693.61h81.39v-83.13h-81.39v83.13z",
  },
  {
    id: "Арендатор _x30_185",
    d: "M1132.71 693.61h76.65v-83.13h-76.65v83.13z",
  },
  {
    id: "Figura IT (Фигура Айти) ТОО №210",
    d: "M1209.36 693.61h76.65v-83.13h-76.65v83.13z",
  },
  {
    id: "Figura IT (Фигура Айти) ТОО №212",
    d: "M1286.01 693.61h76.65v-83.13h-76.65v83.13z",
  },
  {
    id: "Хайперван ТОО",
    d: "M1362.66 693.61h82.03v-83.13h-82.03v83.13z",
  },
  {
    id: "AG INCOME ТОО",
    d: "M578.09 693.61h77.92v-83.13h-77.92v83.13z",
  },
  {
    id: "Арендатор _x30_1810",
    d: "M485.08 693.61h77.64v-83.13h-77.64v83.13z",
  },
  {
    id: "ЭКСПРЕСС ЛАЙН ТОО №215",
    d: "M733.94 576.09h74.99v-83.13h-74.99v83.13z",
  },
  {
    id: "Арендатор _x30_07",
    d: "M1132.71 576.09h78.38v-83.13h-78.38v83.13z",
  },
  {
    id: "Арендатор _x30_09",
    d: "M1211.09 576.09h78.39v-83.13h-78.39v83.13z",
  },
  {
    id: "Арендатор _x30_11",
    d: "M1289.48 576.09h77.5v-83.13h-77.5v83.13z",
  },
  {
    id: "Арендатор _x30_131",
    d: "M887.11 576.14h77.06v-83.13h-77.06v83.13z",
  },
  {
    id: "Арендатор _x30_132",
    d: "M964.17 576.14h77.06v-83.13h-77.06v83.13z",
  },
  {
    id: "Арендатор _x30_133",
    d: "M1041.23 576.14h79.13v-83.13h-79.13v83.13z",
  }
];

export default floor2Objects;