import {FloorObject} from "utils/types";

const floor3Objects: FloorObject[] = [
  {
    id: "Арендатор open-space-1",
    d: "M17.38 576.09h80.45v-83.13H17.38v83.13z"
  },
  {
    id: "Арендатор open-space-11",
    d: "M97.83 576.09h74.73v-83.13H97.83v83.13z"
  },
  {
    id: "Арендатор open-space-12",
    d: "M172.56 576.09h233.51v-83.13H172.56v83.13z"
  },
  {
    id: "Арендатор open-space-13",
    d: "M406.07 576.09h156.65v-83.13H406.07v83.13z"
  },
  {
    id: "Арендатор open-space-14",
    d: "M578.09 576.09h75.76v-83.13h-75.76v83.13z"
  },
  {
    id: "Арендатор open-space-15",
    d: "M653.85 576.09h75.77v-83.13h-75.77v83.13z"
  },
  {
    id: "Арендатор _x30_18",
    d: "M656.01 693.61h152.92v-83.13H656.01v83.13z"
  },
  {
    id: "Арендатор _x30_181",
    d: "M808.93 693.61h78.18v-83.13h-78.18v83.13z"
  },
  {
    id: "Арендатор _x30_182",
    d: "M886.55 693.61h78.18v-83.13h-78.18v83.13z"
  },
  {
    id: "Арендатор _x30_183",
    d: "M963.61 693.61h75.54v-83.13h-75.54v83.13z"
  },
  {
    id: "Арендатор _x30_184",
    d: "M1038.97 693.61h81.39v-83.13h-81.39v83.13z"
  },
  {
    id: "BATYR ИП №308",
    d: "M1132.71 693.61h76.65v-83.13h-76.65v83.13z"
  },
  {
    id: "Арендатор _x30_186",
    d: "M1209.36 693.61h76.65v-83.13h-76.65v83.13z"
  },
  {
    id: "Арендатор _x30_187",
    d: "M1286.01 693.61h76.65v-83.13h-76.65v83.13z"
  },
  {
    id: "Кабдулины ИП",
    d: "M1362.66 693.61h82.03v-83.13h-82.03v83.13z"
  },
  {
    id: "Арендатор _x30_189",
    d: "M578.09 693.61h77.92v-83.13h-77.92v83.13z"
  },
  {
    id: "Арендатор _x30_1810",
    d: "M485.08 693.61h77.64v-83.13h-77.64v83.13z"
  },
  {
    id: "Арендатор _x30_1811",
    d: "M329.53 693.61h155.55v-83.13H329.53v83.13z"
  },
  {
    id: "Арендатор _x30_1812",
    d: "M214.33 693.61h115.2v-83.13h-115.2v83.13z"
  },
  {
    id: "Арендатор _x30_1813",
    d: "M99.13 693.61h115.2v-83.13H99.13v83.13z"
  },
  {
    id: "Арендатор _x30_13",
    d: "M729.62 576.09h79.31v-83.13h-79.31v83.13z"
  },
  {
    id: "Fruiteamood ИП №305",
    d: "M1132.71 576.09h156.77v-83.13h-156.77v83.13z"
  },
  {
    id: "Fruiteamood ИП №309",
    d: "M1289.48 576.09h77.5v-83.13h-77.5v83.13z"
  },
  {
    id: "Арендатор _x30_131",
    d: "M886.55 576.14h154.68v-83.13H886.55v83.13z"
  },
  {
    id: "Арендатор _x30_132",
    d: "M1041.23 576.14h79.13v-83.13h-79.13v83.13z"
  },
  {
    id: "Арендатор open-space-16",
    d: "M17.38 656.77h52.24v-46.29H17.38v46.29z"
  },
  {
    id: "Арендатор open-space-17",
    d: "M1391.92 576.09h52.23V529.8h-52.23v46.29z"
  }
];

export default floor3Objects;