import { FloorObject } from "utils/types";

const floor4Objects: FloorObject[] = [
  {
    id: "Арендатор open-space-1",
    d: "M17.38 576.09h80.45v-83.13H17.38v83.13z"
  },
  {
    id: "Арендатор open-space-11",
    d: "M97.83 576.09h152.31v-83.13H97.83v83.13z"
  },
  {
    id: "Арендатор open-space-12",
    d: "M250.14 576.09h155.93v-83.13H250.14v83.13z"
  },
  {
    id: "Арендатор open-space-13",
    d: "M406.07 576.09h156.65v-83.13H406.07v83.13z"
  },
  {
    id: "Арендатор open-space-14",
    d: "M578.09 576.09h150.49v-83.13H578.09v83.13z"
  },
  {
    id: "Cropi Max ТОО №401",
    d: "M808.93 693.61h78.18v-83.13h-78.18v83.13z"
  },
  {
    id: "Cropi Max ТОО №412",
    d: "M730.97 693.61h78.18v-83.13h-78.18v83.13z"
  },
  {
    id: "AL-Shifa ИП",
    d: "M887.11 693.61h233.25v-83.13H887.11v83.13z"
  },
  {
    id: "Арендатор _x30_183",
    d: "M1132.71 693.61h76.65v-83.13h-76.65v83.13z"
  },
  {
    id: "Арендатор _x30_184",
    d: "M1209.36 693.61h76.65v-83.13h-76.65v83.13z"
  },
  {
    id: "Арендатор _x30_185",
    d: "M1286.01 693.61h158.68v-83.13h-158.68v83.13z"
  },
  {
    id: "Арендатор _x30_186",
    d: "M578.09 693.61h152.69v-83.13H578.09v83.13z"
  },
  {
    id: "Арендатор _x30_187",
    d: "M405.39 693.61h157.33v-83.13H405.39v83.13z"
  },
  {
    id: "Арендатор _x30_188",
    d: "M251.76 693.61h153.63v-83.13H251.76v83.13z"
  },
  {
    id: "Арендатор _x30_189",
    d: "M92.77 693.61h158.79v-83.13H92.77v83.13z"
  },
  {
    id: "Cropi Max ТОО №413",
    d: "M729.62 576.09h79.31v-83.13h-79.31v83.13z"
  },
  {
    id: "Арендатор _x30_09",
    d: "M1132.71 576.09h76.65v-83.13h-76.65v83.13z"
  },
  {
    id: "Арендатор _x30_091",
    d: "M1209.36 576.09h80.12v-83.13h-80.12v83.13z"
  },
  {
    id: "Арендатор _x30_11",
    d: "M1289.48 576.09h77.5v-83.13h-77.5v83.13z"
  },
  {
    id: "Арендатор _x30_131",
    d: "M886.55 576.14h154.68v-83.13H886.55v83.13z"
  },
  {
    id: "Арендатор _x30_132",
    d: "M1041.23 576.14h79.13v-83.13h-79.13v83.13z"
  },
  {
    id: "Арендатор open-space-16",
    d: "M17.38 656.77h52.24v-46.29H17.38v46.29z"
  },
  {
    id: "Арендатор open-space-17",
    d: "M1391.92 576.09h52.23V529.8h-52.23v46.29z"
  }
];

export default floor4Objects;